Repository: plawanpawin-byte/TerminalAsset
Catalog: ShareExtension/Localizable.xcstrings
Source language: en
Languages: th

source: Add
th: เพิ่ม

source: Add to TerminalAsset
th: เพิ่มไปที่ TerminalAsset

source: Attach to
th: แนบกับ

source: Cancel
th: ยกเลิก

source: Couldn't save this. Please try again.
th: บันทึกไม่สำเร็จ กรุณาลองอีกครั้ง

source: Current event
th: กิจกรรมปัจจุบัน

source: Let TerminalAsset decide
th: ให้ TerminalAsset เลือกให้

source: Next event
th: กิจกรรมถัดไป

source: Shared text
th: ข้อความที่แชร์

source: Sharing
th: การแชร์

source: TerminalAsset can't add this kind of item yet.
th: TerminalAsset ยังเพิ่มรายการประเภทนี้ไม่ได้

source: TerminalAsset can't receive shared items on this device yet.
th: TerminalAsset ยังรับสิ่งที่แชร์บนเครื่องนี้ไม่ได้

source: That file is too large to share (limit %lld MB).
th: ไฟล์นี้ใหญ่เกินกว่าจะแชร์ได้ (จำกัด %lld MB)

source: You can change where it goes later in the TerminalAsset Inbox.
th: คุณเปลี่ยนปลายทางได้ภายหลังในกล่องรับเข้าของ TerminalAsset
